{
    "course_title": "ENV 498 Capstone",
    "instructions": "",
    "assignments": [{
        "type": "instructions",
        "title": "Start",
        "symbol": "S",
        "show": false,
        "sub_title": "Interactive Activity Planner",
        "tooltip": {
            "left": -25
        },
        "buttonPos":{
        	"left": 20
        },
        "instructions": "The interactive will show information on each assignment due to for this course. Please click each button to view the current assignments and information about them."
    }, {
        "type": "one",
        "title": "Comprehensive review of coursework assignment",
        "symbol": 1,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 82
        },
        "buttonPos":{
        	"left": 130
        },
        "printTop": 0,
        "instructions": "The purpose of this assignment is to examine personal development as an environmental studies major. This assignment relates to being able to communicate information to multiple audiences as well as demonstrate information literacy, two learning outcomes associated with your degree. It also can be linked with the first learning outcome of this course, being able to describe how coursework from different disciplines provides new perspectives on environmental issues.",
        "due_date": "sept-15.png",
        "percentage": "10.png",
        "taskA": {
            "name": "Option A",
            "title": "Comprehensive review of coursework assignment",
            "information": "To complete this assignment you will write an essay about what you have learned in college and how this prepares you for life after college as an environmentalist. See course assignment posted online for details.",
            "selectA": false,
            "symbol": 1
        }
    }, {
        "type": "two",
        "title": "Sustainability assignment",
        "symbol": 2,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 200
        },
        "buttonPos":{
        	"left": 250
        },
        "printTop": 165,
        "instructions": "The purpose of this assignment is to present an example of work on sustainability. This assignment relates to being able to examine whether a community meets multiple conditions of sustainability, a learning outcome associated with your degree. It also relates to the second learning outcome of this course, being able to reflect and improve upon work.",
        "due_date": "29.png",
        "percentage": "10.png",
        "taskA": {
          "title": "Sustainability assignment",
            "name": "Option A",
            "information": "Select an example of previous coursework that illustrates the learning outcome. Prepare the example to be attached and uploaded as part of the essay. Write a reflection essay that makes the case why it illustrates the learning outcome. Your essay will contain an introductory paragraph with a thesis statement. It will have approximately three paragraphs with information that backs up thesis. Finally, it will have a conclusion that completes the argument begun in the introduction as well as provides the reader a final broad statement that can persuade your audience you know how to apply the concept of sustainability to a community.",
            "selectA": false,
            "symbol": 2
        },
        "taskB": {
          "title": "Sustainability assignment",
            "name": "Option B",
            "information": "Write an essay about the Las Vegas area and sustainability. Your essay will need to contain an introductory paragraph with a thesis statement, at least five interior paragraphs of information backing up thesis statement and ends with a paragraph that wraps up the argument.",
            "selectB": false,
            "symbol": 2
        }
    },
{
        "type": "two",
        "title": "Environmental Policy Assignment",
        "symbol": 3,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 325
        },
        "buttonPos":{
        	"left": 370
        },
        "printTop": 480,
        "instructions": "The purpose of this assignment is to present an example of work on environmental policy. This assignment relates to being able to characterize the roles of individuals and organizations in environmental policy, learning outcome associated with your degree. It also relates to the second learning outcome of this course, being able to reflect and improve upon work.",
        "due_date": "13-04.png",
        "percentage": "10.png",
        "taskA":{
          "title": "Environmental Policy Assignment",
            "name": "Option A",
            "information": "Select an example of previous coursework that illustrates the learning outcome on environmental policy and write a reflection essay.",
            "selectA": false
        },
        "taskB":{
          "title": "Environmental Policy Assignment",
            "name": "Option B",
            "information": "Write an essay about Las Vegas area and water.",
            "selectB": false
        }
    },
    {
        "type": "two",
        "title": "Collaboration assignment",
        "symbol": 4,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 450
        },
        "buttonPos":{
        	"left": 495
        },
        "printTop": 730,
        "instructions": "The purpose of this assignment is to present an example of work on successful collaboration. This assignment relates to being able to use knowledge and skills required for successful collaboration as well as information literacy.",
        "due_date": "27-04.png",
        "percentage": "10.png",
        "taskA": {
          "title": "Collaboration assignment",
            "name": "Option A",
            "information": "Select an example of previous coursework that illustrates the learning outcome on collaboration and write a reflection essay.",
            "selectA": false
        },
        "taskB": {
          "title": "Collaboration assignment",
            "name": "Option B",
            "information": "Write an essay about successful collaboration and environmental problem solving.",
            "selectB": false
        }
    },
{
        "type": "two",
        "title": "Data Analysis assignment",
        "symbol": 5,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 570
        },
        "buttonPos":{
        	"left": 620
        },
        "printTop": 975,
        "instructions": "The purpose of this assignment is to present an example of work that demonstrates numeracy. This assignment relates to being able to use knowledge and skills related to analyzing data.",
        "due_date": "11-5-04.png",
        "percentage": "10.png",
        "taskA": {
          "title": "Data Analysis assignment",
            "name": "Option A",
            "information": "Select an example of previous coursework that illustrates the learning outcome on numeracy and write a reflection essay.",
            "selectA": false
        },
        "taskB": {
          "title": "Data Analysis assignment",
            "name": "Option B",
            "information": "Complete assignment relating to an analysis of Las Vegas metropolitan area using a data set provided. Present work in essay format.",
            "selectB": false
        }
    },
    {
        "type": "two",
        "title": "Communication assignment",
        "symbol": 6,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 700
        },
        "buttonPos":{
        	"left": 745
        },
        "printTop": 1220,
        "instructions": "The purpose of this assignment is to present an example of work that demonstrates awareness of multiple audiences. This assignment relates to being able to communicate typically complex information about an environmental issue to multiple audiences. It is based upon learning outcomes for the major and course.",
        "due_date": "29-11-04.png",
        "percentage": "10.png",
        "taskA": {
          "title": "Communication assignment",
            "name": "Option A",
            "information": "Select an example of previous coursework that illustrates learning outcomes related to communication and sharing findings with others. Prepare a presentation and give it to the class.",
            "selectA": false
        },
        "taskB": {
          "title": "Communication assignment",
            "name": "Option B",
            "information": "Identify a complex environmental issue and prepare two five-minute presentations for two different groups. Prepare each presentation and give both presentations to the class.",
            "selectB": false
        }
    },
{
        "type": "one",
        "title": "Electronic Portfolio assignment",
        "symbol": 7,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 820
        },
        "buttonPos":{
        	"left": 870
        },
        "printTop": 1500,
        "instructions": "The purpose of this assignment is to create an electronic portfolio of your work in college that exemplifies each learning outcome in your degree.",
        "due_date": "12-1-04.png",
        "percentage": "20_percent-05.png",
        "taskA": {
            "name": "Option A",
            "title": "Electronic Portfolio assignment",
            "information": "Prepare an overview that enables reviewers examining your work to understand how your work meets or exceeds each learning outcome required for the degree.",
            "selectA": false
        }
    },{
        "type": "one",
        "title": "Presentation of Portfolio",
        "symbol": 8,
        "show": false,
        "sub_title": "Assignment Information",
        "tooltip": {
            "left": 948
        },
        "buttonPos":{
        	"left": 993
        },
        "printTop": 1675,
        "instructions": "The purpose of this assignment is to present your portfolio created in this course to your classmates and guests.",
        "due_date": "12-13-04.png",
        "percentage": "10.png",
        "taskA": {
            "name": "Option A",
            "title": "Presentation of Portfolio",
            "information": "To complete this assignment you will: Synthesize elements into a coherent 15-minute presentation. Provide an introduction to your portfolio. Describe how you approached each element. Summarize what you learned and identify what you plan to do next. Be prepared to answer questions.",
            "selectA": false
        }
    }]
}
